---
kind: property
id: P:Autodesk.Revit.DB.DefinitionGroup.Name
source: html/f63688d0-31f9-70fc-a843-e06d329e7c31.htm
---
# Autodesk.Revit.DB.DefinitionGroup.Name Property

Returns the name of the parameter group.

## Syntax (C#)
```csharp
public string Name { get; }
```